{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "LocalizationTest",
			"Children": [
				{
					"Source":
					{
						"Text": "Chinese"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "__Key__"
				},
				{
					"Source":
					{
						"Text": "任务1"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Task_1"
				},
				{
					"Source":
					{
						"Text": "任务2"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Task_2"
				},
				{
					"Source":
					{
						"Text": "开始游戏"
					},
					"Translation":
					{
						"Text": "StartGame"
					},
					"Key": "Login_StartGame"
				},
				{
					"Source":
					{
						"Text": "签到"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Activity_Sign"
				},
				{
					"Source":
					{
						"Text": "翻牌"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Activity_Puzzle"
				},
				{
					"Source":
					{
						"Text": "退出游戏"
					},
					"Translation":
					{
						"Text": "ExitGame"
					},
					"Key": "Login_ExitGame"
				},
				{
					"Source":
					{
						"Text": "重新登陆"
					},
					"Translation":
					{
						"Text": "ReLogin"
					},
					"Key": "Login_ReLogin"
				}
			]
		}
	]
}